{"anime":[
          {
          "name": "Crest of the Stars (1999)",
          "description": "A good Space Opera with a very cool and interesting female lead. My only gripe with this series is that it's difficult to distinguish all parts in this huge intergalactic war. All other seasons (Banner of the Stars) are equally good with some different story-lines and new characters.",
          "rating": 8.1,
          "imageurl": "http://i2.lisimg.com/5825292/130full.jpg"
          },
          {
          "name": "Darker than BLACK (2007)",
          "description": "A very well-directed supernatural thriller with a lot of mystery and great characters. It has a lot of small arcs in its run, some related to the main plot, some with stories of their own, but most episodes will leave some impact on you.",
          "rating": 7.2,
          "imageurl": "http://i4.lisimg.com/5420104/130full.jpg"
          },
          {
          "name": "RahXephon (2002)",
          "description": "Although it is not original, it has an interesting concept (cough Evangelion cough), but it tried too hard to be profound and symbolic. The plot was very confusing and the pace felt strange. I think one of the biggest problems is that it focused on too many characters making it hard to give them all enough screentime or to understand each and everyone's purpose. Overall it was good enough and entertaining, and the soundtrack is one of the highlights of this series.",
          "rating": 6.3,
          "imageurl": "http://i9.lisimg.com/5766189/130full.jpg"
          },
          {
          "name": "Space Battleship Yamato (1974)",
          "description": "Amazing space/sci-fi story from the 70's that aged really well. It gets a deduction point in ranking just because of some credibility issues in some of the episodes, even for a sci-fi anime from the 70's, after all this is a serious narrative and some details distracted me from it. Anyway, the voyage was incredible and the ending was simply perfect and very satisfying. Recovers the lost point thanks to the phenomenal last episodes.",
          "rating": 7.0,
          "imageurl": "http://i7.lisimg.com/9899217/130full.jpg"
          },
          {
          "name": "Rainbow: Nishakubou no shichinin (2010)",
          "description": "An anime for adults that will make you thank God or whatever entity you believe in for your life. Based on the story of the writer himself, this series has no problem in showing all kinds of shit life can throw at you. With likable and real characters, this series takes you on a hard ride, but with very satisfying conclusions.",
          "rating": 5,
          "imageurl": "http://i3.lisimg.com/1398513/130full.jpg"
          },
          {
          "name": "Fullmetal Alchemist (2003)",
          "description": "An eternal anime classic. This story is all about the Elric brothers and the great cast of side characters. A very good show of the epic journey of the brothers to fulfill a dream of recovering something lost due to erros of the past.",
          "rating": 5.3,
          "imageurl": "http://i8.lisimg.com/39498/130full.jpg"
          },
          {
          "name": "Steins;Gate (2011)",
          "description": "An experience I would recommend to ANYONE (read: anyone! From my experience that is an incredibly rare occasion). Fans of time-travel, multiverses and the whole exploitation of cause and effect will especially enjoy this one. Steins;Gate is one of the best things in the entertainment industry exploring these themes.",
          "rating": 5.4,
          "imageurl": "http://i4.lisimg.com/4578954/130full.jpg"
          },
          {
          "name": "Black Lagoon (2006)",
          "description": "Black Lagoon gets extra points for being an over-the-top action-packed show with much more than action, superb characters (a lot of different nationalities throughout the series) and great values. You have to appreciate all the moral conflicts of the main characters. Good stuff. However it is still too over-the-top and unrealistic in some of the scenes (mainly when a certain maid enters the scene...) That was my main gripe with it. It ended up being a pretty entertaining anime in the end.",
          "rating": 6.8,
          "imageurl": "http://i2.lisimg.com/1229752/130full.jpg"
          },
          {
          "name": "The Melancholy of Haruhi Suzumiya (2006)",
          "description": "Considering the start of the show and the confusion in the beginning I can't say I loved the anime, but the second half is incredible. The mystery is the best part of this plot, the characters are original and interesting and the atmosphere of the \"last\" episode is amazing. I will re-watch this in the chronological order. Note: After re-watching this together with the second season chronologically, Haruri Suzumiya got extra points... It's just a whole new experience and things make so much more sense after the knowledge you get and after being familiarized with the characters.",
          "rating": 9.0,
          "imageurl": "http://i7.lisimg.com/149507/130full.jpg"
          },
          {
          "name": "So long, Mr. Despair (2007)",
          "description": "Even if it didn't have a \"proper\" ending or plot, this show was still top-notch! The first episodes were hilarious while the second half was a little more random. Overall this is a great parody and satire, well worth the watch. You won't find craziest and more eccentric characters!",
          "rating": 8.9,
          "imageurl": "http://i9.lisimg.com/477439/130full.jpg"
          },
          {
          "name": "Mononoke (2007)",
          "description": "Feels like watching Alfred Hitchcock story-telling seasoned with colourful Japanese surrealism. It is awesome.",
          "rating": 8.2,
          "imageurl": "http://i1.lisimg.com/9608300/130full.jpg"
          },
          {
          "name": "Neon Genesis Evangelion (1995)",
          "description": "Great series, it got me hooked from episode 1. The mecha designs are incredible...simply amazing, the action scenes are amazingly animated and intense, the characters are frightening well-developed and the psychological theme gets you in a lot of episodes, some can become really disturbing and graphical. Overall this series was outstanding with the ending being the only and great disappointment as a whole. Note: Movie End of Evangelion is the right ending for this series.",
          "rating": 9.2,
          "imageurl": "http://i8.lisimg.com/5789378/130full.jpg"
          },
          {
          "name": "Death Note (2006)",
          "description": "Griping, thrilling, intelligent and very worth sitting through it. In the end it was a good series, not the masterpiece a lot of people say it is, though. Mainly due to the fact that the series starts to lose it's steam after a certain character is out of the game. However, for some reason, Death Note is super popular, gotta have merit.",
          "rating": 4.3,
          "imageurl": "http://i4.lisimg.com/153684/130full.jpg"
          },
          {
          "name": "Spice and Wolf (2008)",
          "description": "Honestly, very enjoyable and surprising anime. For a romance, it's very witty and the story is incredibly engaging. It has this fantasy and adventurous feeling, but it never distracts from the plot and great dialogues.",
          "rating": 4.2,
          "imageurl": "http://i6.lisimg.com/6203866/130full.jpg"
          },
          {
          "name": "Hunter x Hunter (1999)",
          "description": "Hunter x Hunter, just like Yu Yu Hakusho, is a kind of shounen you don't see now-a-days anymore. It has got its typical shounen elements (fighting, humor, training), but it is so much more mature and well structured than the colourful explosion-fest and meaningless action-oriented popular shounens today. My main complain is that Hunter x Hunter ends so suddenly it's offensive... or it would be, were it not for the OVA's continuing directly from where the series left off.",
          "rating": 8.2,
          "imageurl": "http://i1.lisimg.com/7135810/130full.jpg"
          },
          {
          "name": "Ano Hana (2011)",
          "description": "I give props to this series for building up a story about friendship and its hardships that never actually made much of an impact in me in its run, but that by the end, everything simply becomes perfection, while hitting the human in you with one hundred emotions. I'm not referring to a happy or sad ending, but to the whole concept of conclusion. The series simply ends on a perfect note.",
          "rating": 2.2,
          "imageurl": "http://i2.lisimg.com/2110422/130full.jpg"
          },
          {
          "name": "Nadia: The Secret of Blue Water (1990)",
          "description": "I had heard of the quality of this Nadia before, still it was surprisingly good. The characters were great and they kept developing each episode, the story was interesting and gripping and the ending was absolutely outstanding (a trademark of Gainax studios). My enjoyment of the series do not include the infamous filler island/Africa arcs. I've heard of how bad they were and how they didn't contribute to the story at all, so I skipped them, apart from 2 episodes that are canon.",
          "rating": 4.3,
          "imageurl": "http://i4.lisimg.com/4081664/130full.jpg"
          },
          {
          "name": "Ghost in the Shell: Stand Alone Complex (2002)",
          "description": "I know I am before a series of exceptional quality when every episode delivers a story of great depth, emotion and reflection. GitS is an eternal classic, where every character is unique and of extreme importance to the plot, no matter how minor his role may be. Everything in this series is simply phenomenal, from art to execution, I can't recommend this enough to anyone, especially for fans of cyberpunk content. This is cyberpunk at its very highest level.",
          "rating": 6.9,
          "imageurl": "http://i3.lisimg.com/8820983/130full.jpg"
          },
          {
          "name": "One Piece (1999)",
          "description": "I love this series, every single aspect of it. One Piece constantly delivers intense fights, emotional moments, dramatic events, and most important of all, hilarious character interactions and dialogue! After all, this is a comedic adventure filled with your usual shounen elements (witty and hilarious elements)!",
          "rating": 6.9,
          "imageurl": "http://i3.lisimg.com/201163/130full.jpg"
          },
          {
          "name": "Mobile Suit Zeta Gundam (1985)",
          "description": "I never thought this series could be so good, the story is really something and most of the characters are very realistic and well developed. The last episodes were incredible, I've never seen so much epicness, episode after episode... seriously. Zeta Gundam has a very dark tone, depressing moments and tragic events, but it is a memorable series. Note that this is part of the Gundam franshise as well as the sequel of the first series (or adpated triology of movies) Mobile Suit Gundam.",
          "rating": 6.9,
          "imageurl": "http://i8.lisimg.com/1285308/130full.jpg"
          },
          {
          "name": "Kino's Journey (2003)",
          "description": "I was really fascinated with Kino's Journey since episode 1 to the very last. The metaphoric settings, the symbolism, the philosophies, the exploration of the human mind and so many more interesting themes make for a highly interesting series. This is anime brilliance in its purest state, highly recommended.",
          "rating": 6.9,
          "imageurl": "http://i7.lisimg.com/90567/130full.jpg"
          },
          {
          "name": "Rec (2006)",
          "description": "I'm not really into romantic comedies in anime, but for some reason I watched Rec in one sitting and really liked it. Rec has a very special feeling to it and very likable characters, while having some funny and endearing moments. Worth giving it a try by anyone, it will give you one of those good and fuzzy feelings inside! Don't forget to watch the DVD special episode as it fits very well into this short story while having some funny moments important development.",
          "rating": 6.9,
          "imageurl": "http://i7.lisimg.com/207607/130full.jpg"
          },
          {
          "name": "Elfen Lied (2004)",
          "description": "Intense story and super over-the-top graphic visuals... The ending was the best part, it managed to give me goosebumps. Creepy stuff. Hard to think of a re-watch. On a side note, it tries too much...",
          "rating": 6.9,
          "imageurl": "http://i2.lisimg.com/79452/130full.jpg"
          },
          {
          "name": "Highschool of the Dead (2010)",
          "description": "It's a kick-ass zombie action anime. I just wish it didn't have so many ridiculous fan-service moments.",
          "rating": 6.9,
          "imageurl": "http://i7.lisimg.com/1273927/130full.jpg"
          },
          {
          "name": "Naruto (2002)",
          "description": "Naruto was one of the anime series that introduced me to the other Japanese works outside Dragon Ball, Pokemon, Digimon, Samurai X and what was popular back in the 90s in the western cultures. Despite what many say, haters or fanboys (or fangirls), I still think Naruto is a great experience in anime. It excels in action, drama and character development. Forget the fillers, this series ends precisely at episode 135. I will never forget some of the fights that were the highlight of this huge influence.",
          "rating": 6.9,
          "imageurl": "http://i8.lisimg.com/89498/130full.jpg"
          },
          {
          "name": "Fate/Zero (2011)",
          "description": "Notes later",
          "rating": 6.9,
          "imageurl": "http://i1.lisimg.com/5541470/130full.jpg"
          },
          {
          "name": "Berserk (1997)",
          "description": "Notes later",
          "rating": 8,
          "imageurl": "http://i6.lisimg.com/1229746/130full.jpg"
          },
          {
          "name": "Outlaw Star (1998)",
          "description": "Notes later",
          "rating": 7,
          "imageurl": "http://i7.lisimg.com/77207/130full.jpg"
          },
          {
          "name": "Chihayafuru (2011)",
          "description": "Notes later",
          "rating": 7,
          "imageurl": "http://i2.lisimg.com/3582982/130full.jpg"
          },
          {
          "name": "Puella Magi Madoka Magica (2011)",
          "description": "Now this is a magical girl anime which completely shatters the genre. Remember Evangelion? Well, this has the same impact. It reached universal proportions in a fantastically executed story that you have to watch to the end to understand the genius behind it all.",
          "rating": 7,
          "imageurl": "http://i2.lisimg.com/1937732/130full.jpg"
          },
          {
          "name": "Fullmetal Alchemist: Brotherhood (2009)",
          "description": "One of the greatest animated stories ever told, and undoubtedly the most complete shounen anime series out there. This series has some of the most memorable episodes I have watched and so many outstanding episodes one after another that perfectly matches Brotherhood with the overused word \"epic\". There's just something bad-ass about Brotherhood, especially as it leans towards the ending.",
          "rating": 2.1,
          "imageurl": "http://i9.lisimg.com/2898349/130full.jpg"
          },
          {
          "name": "Clannad: After Story (2008)",
          "description": "One of the most emotional and felt piece of animation I have seen and a wild ride, sometimes too hard to bear. It's amazing how a fictitious story can have such a huge impact on you.",
          "rating": 7,
          "imageurl": "http://i5.lisimg.com/557085/130full.jpg"
          },
          {
          "name": "Future Boy Conan (1978)",
          "description": "One of the most fantastic science-fiction and heart-warming stories I've seen animated. And one of Miyazaki's earliest and best works to date.",
          "rating": 7,
          "imageurl": "http://i8.lisimg.com/11435798/130full.jpg"
          },
          {
          "name": "Cowboy Bebop (1998)",
          "description": "Plot, characters, enjoyment, entertainment, image, sound and greatness. This space opera is a blender of genres and originality for its time, it's a mix of artistic beautiful sounds and a colourful dish of various tasty foods. Cowboy Bebop follows bounty hunters Spike and Jet and the members they meet while traveling from planet to planet in a continuous search for bounties.",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/62731/130full.jpg"
          },
          {
          "name": "Yu Yu Hakusho (1992)",
          "description": "Pretty satisfying long shounen. Great fights, characters and values, and this one actually had a conclusion which seems to be a rarity in the genre now-a-days. I do admit it ended somewhat abruptly, but the last episode transmitted so much emotion and peace of mind... It was a phenomenal peaceful conclusion to a very entertaining series. They don't make them like this anymore.",
          "rating": 9,
          "imageurl": "http://i3.lisimg.com/56993/130full.jpg"
          },
          {
          "name": "Baccano! (2007)",
          "description": "Probably the most original anime series I've seen. With a mix of action, violence, supernatural and gangsters, in a setting of the 30's, this series can prove to be something you quite never, ever experienced before.",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/465970/130full.jpg"
          },
          {
          "name": "Eden of the East (2009)",
          "description": "Romance meets Bourne. There's a great feeling watching this series. The main characters are a very sympathetic young man who lost his memories and a naive young woman who gets involved with him in what seems to be a political conspiracy of gigantic proportions! There's plenty of humour and thrills in Higashi no Eden plot, and every episode just leaves you wanting to know more!",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/676020/130full.jpg"
          },
          {
          "name": "Gurren Lagann (2007)",
          "description": "Some would call it mindless fun, which is most likely true, but I can't find another series with as much heart as TTGL. Basically it was the simple, yes sophisticated story; the memorable and likable characters; the over-the-top excitement and the superb quality of the artistic work that rocked my brains off and made me feel so good.",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/379291/130full.jpg"
          },
          {
          "name": "Hellsing Ultimate (2006)",
          "description": "The best vampire series ever created. Period. You might think Alucard is badass, but everything in this OVA is badass. This is some hardcore shit, it will make the first Hellsing TV series look like Sesame Street... First off, the story is much smoother than the TV Series. The characters are much more interesting and way better developed. The production values are insane, and it has no barriers when showing a truly bloody and violent fight, battle or massacre. There's this darkness and perversion in this series that I find it hard to encounter anywhere else. It also has some pretty interesting views on war and conflict. The way I see it, one of a kind. Are you ready for the ride?",
          "rating": 9,
          "imageurl": "http://i8.lisimg.com/9062208/130full.jpg"
          },
          {
          "name": "Great Teacher Onizuka (1999)",
          "description": "The craziest, most insane, most inspiring and awesome teacher ever to grace on screen! GTO! This series truly shines as one of the best comedy and school drama anime out there! It has something for everyone.",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/132280/130full.jpg"
          },
          {
          "name": "Rurouni Kenshin: Wandering Samurai (1996)",
          "description": "The Kyoto arc by itself deserves a perfect 10. This anime has my all time favorite villain. One must not take into consideration the events that happen after the Kyoto arc, most are pointless fillers that got the series cancelled, and do not contribute to the story at all. My ranking of the anime ignores these events (third arc mostly).",
          "rating": 9,
          "imageurl": "http://i9.lisimg.com/7788519/130full.jpg"
          },
          {
          "name": "Wolf's Rain (2003)",
          "description": "There is something about this story, I guess it is the perfect mix of fantasy with science fiction, the last episodes, the well-done characters and the outstanding soundtrack present in every episode. Overall great series, some inconsistencies and pacing issues here and there, but I would definitely rewatch it if I ran out of stuff to watch. The OVA is some masterpiece out of this world, a must watch after this. A 4 episode conclusion to the series that destroyed me and made me cry my eyes out. In the end I guess it was still a happy ending.",
          "rating": 9,
          "imageurl": "http://i1.lisimg.com/63941/130full.jpg"
          },
          {
          "name": "Texhnolyze (2003)",
          "description": "There was never a happy feeling or smile during the entire run of Texhnolyze. It is certainly one of the most depressing and gruesome stories told through this medium. It's very hard to sit through it because of this, and the fact that the story is kinda hard to follow in the beginning doesn't help. However, the dark gritty atmosphere and mysterious characters pull you in into the world of Texhnolyze, and will most definitely make an impact on you. One of those series that is not for everyone. This one hardly falls into the category of entertainment.",
          "rating": 5,
          "imageurl": "http://i3.lisimg.com/1229833/130full.jpg"
          },
          {
          "name": "Usagi Drop (2011)",
          "description": "There's something of outstanding beauty about this series, it has a lot of heart and a lot of truth. Never have I seen the complexity of life presented in such simplicity and perfection. Usagi Drop is the story of a simple man who suddenly becomes a single father. It's hard to describe this series because there's not much to tell, it must be felt.",
          "rating": 8,
          "imageurl": "http://i6.lisimg.com/3023406/130full.jpg"
          },
          {
          "name": "Dragon Ball (1986)",
          "description": "This anime has a lot of heart and great characters. It was my very first anime (at least the oldest I can remember seeing on TV) and one of the most memorables. I'll never forget those amazing adventures and unique characters that were introduced in every one of those adventures.",
          "rating": 5,
          "imageurl": "http://i7.lisimg.com/1402687/130full.jpg"
          },
          {
          "name": "Full Metal Panic! The Second Raid (2005)",
          "description": "This series is on a completely different level than the first season of FMP, and I mean everything about it: animation quality, character development, military intelligence and action, war brutality and at the same time, light-hearted moments that will make you smile.",
          "rating": 5,
          "imageurl": "http://i1.lisimg.com/39501/130full.jpg"
          },
          {
          "name": "Samurai Champloo (2004)",
          "description": "This show started a bit slow and took some time to develop, but really this is just the nature of this anime. It's not about a continuous narrative nor is it a character-driven plot. Overall I greatly enjoyed it, apart from 3 or 4 episodes that really didn't do much for me... which is OK in a 26 episode series. The art, music and fluid animation are all very satisfying.",
          "rating": 5,
          "imageurl": "http://i9.lisimg.com/39529/130full.jpg"
          },
          {
          "name": "Serial Experiments Lain (1998)",
          "description": "Unique anime and definitely not for everyone. Imaginative, inventive, mysterious, creepy, profound and hard to watch. A sci-fi/cyberpunk masterpiece of the 90's. Watch it with an open mind!",
          "rating": 5,
          "imageurl": "http://i3.lisimg.com/1229823/130full.jpg"
          },
          {
          "name": "Trigun (1998)",
          "description": "Vash The Stampede is one of the most memorable main characters of all time! Not only for his unorthodox entries and actions, but also for his flaws as a man who just had a dream. The story has a few flaws as well, it's not that great of a story, actually. What really shines in Trigun is the fantastic cast and the journey of self-discovery for all the characters. A true development ride.",
          "rating": 5,
          "imageurl": "http://i1.lisimg.com/39051/130full.jpg"
          },
          {
          "name": "Super Dimension Fortress Macross (1982)",
          "description": "What I liked best about Macross was the characters' interactions and development. This series did explore a lot of the human mind and behavior and although is has a lot of silly and dull moments, those are mostly funny and entertaining. Overall a great series, very interesting plot and characters. The animation in the beginning is poor, but gets better as it goes on. Didn't age very well, though.",
          "rating": 5,
          "imageurl": "http://i1.lisimg.com/9860550/130full.jpg"
          }
          ]}
